Repository: MichaelOliveiraBx/clicktactoe
Catalog: lib/l10n/app_*.arb
Languages: fr

# onboardingStepLocalOrRemoteTitle
source: Do we play here or online?
fr: On se fait ca ici ou en ligne?

# onboardingStepSelectLocalVersusTitle
source: It's now!! Choose who you want to play against?
fr: C'est maintenant 👻 !! choisi contre qui tu veux jouer ?

# onboardingButtonLocal
source: Here!
fr: Ici !

# onboardingButtonLocalDescription
source: No need for internet, we're good here
fr: Pas besoin d'internet on est bien ici

# onboardingButtonRemote
source: Online!
fr: En ligne !

# onboardingButtonRemoteDescription
source: (Coming soon)
fr: (Bientôt)

# onboardingButton2PlayersDescription
source: Face off to see who's the best!
fr: Affrontez vous pour voir qui est le meilleur !

# onboardingButtonVsAIDescription
source: Challenge the AI and test your skills!
fr: Défie l'intelligence artificielle et test vos compétences !

# gamePlayerTurn
source: Your turn
fr: à ton tour

# commonReplay
source: Replay
fr: Rejouer

# commonWin
source: Winner
fr: Gagnant

# commonEquality
source: Draw
fr: Match null
